;BIO TROOPER
[AdvBioTrooperM1 X2CharacterTemplate]
strCharacterName="Био-солдат \"Адвента\""

[AdvBioTrooperM2 X2CharacterTemplate]
strCharacterName="Продвинутый био-солдат \"Адвента\""

[AdvBioTrooperM3 X2CharacterTemplate]
strCharacterName="Элитный био-солдат \"Адвента\""

[AdvBioTrooperFakeM1 X2CharacterTemplate]
strCharacterName="Био-солдат \"Адвента\""

[AdvBioTrooperFakeM2 X2CharacterTemplate]
strCharacterName="Продвинутый био-солдат \"Адвента\""

[AdvBioTrooperFakeM3 X2CharacterTemplate]
strCharacterName="Элитный био-солдат \"Адвента\""


;BIO ASSAULT TROOPER
[AdvBioAssaultTrooperM2 X2CharacterTemplate]
strCharacterName="Био-штурмовик \"Адвента\""

[AdvBioAssaultTrooperM3 X2CharacterTemplate]
strCharacterName="Тяжелый био-штурмовик \"Адвента\""

[AdvBioAssaultTrooperM2B X2CharacterTemplate]
strCharacterName="Био-штурмовик \"Адвента\""

[AdvBioAssaultTrooperM3B X2CharacterTemplate]
strCharacterName="Тяжелый био-штурмовик \"Адвента\""

[CorpseAdvBioAssaultTrooper X2ItemTemplate]
FriendlyName="<font color='#69CA24'>Труп био-штурмовика \"Адвента\"</font>"
FriendlyNamePlural="<font color='#69CA24'>Трупы био-штурмовика \"Адвента\"</font>"
BriefSummary="Био-штурмовик \"Адвента\" невероятно силен и смертельно опасен. Уничтожать при первой возможности!"

[AutopsyAdvBioAssaultTrooper X2TechTemplate]
DisplayName="<font color='#69CA24'>Вскрытие био-штурмовика \"Адвента\"</font>"
Summary="Био-штурмовик \"Адвента\" внешне выглядит, как и любой другой солдат \"Адвента\". За исключением того, что эти био-войска получили специальное оборудование и защиту, разработанные для работы бок о бок с био-вайперами."
CodeName="Био-носорог"
LongDescription="Био-штурмовик \"Адвента\", или \"Био-носорог\", получил свое кодовое название за способность пробиваться сквозь все что угодно чтобы добраться до вас, что делает этих био-солдат чрезвычайно смертоносными. Они могут выдерживать сокрушительные атаки и продолжать наступление. У них также имеется самовосстанавливающийся боевой костюм, который постоянно поддерживает их в тонусе и готовит к большему!"

[AssaultStun X2AbilityTemplate]
LocFriendlyName="Штурмовое оглушение"
LocLongDescription="Атака в ближнем бою, оглушающая противника. Данная атака может привести к оглушению, дезориентации или потере сознания."
LocHelpText="Атака в ближнем бою одного противника."
LocFlyOverText="Оглушить цель"

[BioAssaultTrooperRegeneration X2AbilityTemplate]
LocFriendlyName="Регенерация"
LocLongDescription="Био-штурмовик \"Адвента\" восстанавливает 2 ед. здоровья в начале своего хода."
LocHelpText="Био-штурмовик \"Адвента\" восстанавливает небольшое количество ОЗ в начале каждого хода."
LocFlyOverText="Регенерация"

[BioShieldBash X2AbilityTemplate]
LocFriendlyName="Удар щитом"
LocLongDescription="Удар щитом в ближнем бою дезориентирующий противника."
LocHelpText="Удар щитом одного противника."
LocFlyOverText="Ударить щитом"

[AdvBioShieldDeflect X2AbilityTemplate]
LocFriendlyName="Отражение щитом"
LocLongDescription="Боец получает шанс отразить щитом выстрелы и атаки в ближнем бою."
LocHelpText="Отражение щитом."




;BIO ROCKET TROOPER
[AdvBioRocketTrooperM2 X2CharacterTemplate]
strCharacterName="Био-ракетчик \"Адвента\""

[AdvBioRocketTrooperM3 X2CharacterTemplate]
strCharacterName="Тяжелый био-ракетчик \"Адвента\""

[CorpseAdvBioRocketTrooper X2ItemTemplate]
FriendlyName="<font color='#69CA24'>Труп био-ракетчика \"Адвента\"</font>"
FriendlyNamePlural="<font color='#69CA24'>Трупы био-ракетчика \"Адвента\"</font>"
BriefSummary="Био-ракетчики \"Адвента\" используют био-ракеты. Держи дистанцию!"

[AutopsyAdvBioRocketTrooper X2TechTemplate]
DisplayName="<font color='#69CA24'>Вскрытие био-ракетчика \"Адвента\"</font>"
Summary="Био-ракетчик \"Адвента\" внешне выглядит, как и любой другой солдат \"Адвента\". За исключением того, что эти био-войска получили специальное оборудование и защиту, разработанные для работы бок о бок с био-вайперами."
CodeName="Био-жало"
LongDescription="Био-ракетчик \"Адвента\", или \"Био-жало\", получил свое кодовое название от био-ракеты похожую на жало, интегрированных в их руку, которую они могут и БУДУТ использовать, что делает этих био-солдат чрезвычайно смертоносными. Своим поведением на поле боя они очень сильно напоминают био-штурмовиков, но в отличии от них стараются сперва действовать на расстоянии, чтобы максимально использовать преимущество своих био-ракет, прежде чем сократить дистанцию. Кроме того, некоторые из био-ракетчиков оснащены дополнительной защитой, защищающей их от разлетающихся во все стороны осколков."

[Ability_BioRocket X2AbilityTemplate]
LocFriendlyName="Био-ракетная установка"
LocLongDescription="Выстрелите био-ракетой в указанную зону."
LocHelpText="Выстрелите био-ракетой в указанную зону."
LocFlyOverText="Запустить био-ракету"


;BIO CAPTAIN
[AdvBioCaptainM1 X2CharacterTemplate]
strCharacterName="Био-капитан \"Адвента\""

[AdvBioCaptainM2 X2CharacterTemplate]
strCharacterName="Продвинутый био-капитан \"Адвента\""

[AdvBioCaptainM3 X2CharacterTemplate]
strCharacterName="Элитный био-капитан \"Адвента\""

[ToxinSlash X2AbilityTemplate]
LocFriendlyName="Токсичный выпад"
LocLongDescription="Атака в ближнем бою, наносящая токсичный урон и отравляющая цель. Также токсин имеет шанс нанести неврологический урон, вследствие чего цель может быть оглушена, дезориентирована или потерять сознание."
LocHelpText="Атака в ближнем бою одного противника."
LocFlyOverText="Атаковать противника"


;BIO MEC
[BioMEC X2CharacterTemplate]
strCharacterName="Био-МЭК"

[BioBlasterLauncher X2AbilityTemplate]
LocFriendlyName="Бластерная био-бомба"
LocLongDescription="Выстрелите бластерной био-бомбой в указанную зону."
LocHelpText="Выстрелите бластерной био-бомбой в указанную зону."
LocFlyOverText="Запустить бластерную био-бомбу"


;BIO MEC TROOPER
[BioMecTrooper X2CharacterTemplate]
strCharacterName="Био-солдат МЭК"

[SecondaryShot X2AbilityTemplate]
LocFriendlyName="Выстрел из плазменного дробовика."
LocHelpText="Выстрелить в цель. Плазменные снаряды могут поджечь."
LocLongDescription="Плазменные снаряды могут поджечь. Выстрел из этого оружия завершает ход солдата."

[CallBioMecReinforcements X2AbilityTemplate]
LocFriendlyName="Запуск сигнальной ракеты"
LocLongDescription="Вызывает подкрепление Био-МЭК."
LocHelpText="Вызов подкрепления Био-МЭК."

[HeavyPlasmathrower X2AbilityTemplate]
LocFriendlyName="Выстрел из тяжелого плазмомёта"
LocHelpText="Распыляет струю плазмы в конусообразной зоне. Ядро элерия питающее системы био-солдата МЭК, после выстрела перезагружается. Это позволяет снизить вероятность перегрева систем био-солдата МЭК, а также нанести плазменные ожоги всем целям в зоне поражения. Периодически поджигает противников."
LocLongDescription="Ядро элерия питающее системы био-солдата МЭК, после выстрела перезагружается. Это позволяет снизить вероятность перегрева систем био-солдата МЭК, а также нанести плазменные ожоги всем целям в зоне поражения. Периодически поджигает противников."




;BIO GENERAL
[AdvBioGeneralM1A X2CharacterTemplate]
strCharacterName="Био-генерал \"Адвента\""

[AdvBioGeneralM2A X2CharacterTemplate]
strCharacterName="Продвинутый био-генерал \"Адвента\""

[AdvBioGeneralM3A X2CharacterTemplate]
strCharacterName="Элитный био-генерал \"Адвента\""

[AdvBioGeneralM2B X2CharacterTemplate]
strCharacterName="Продвинутый био-генерал \"Адвента\""

[AdvBioGeneralM3B X2CharacterTemplate]
strCharacterName="Элитный био-генерал \"Адвента\""

[AdvBioGeneralM1C X2CharacterTemplate]
strCharacterName="Био-генерал \"Адвента\""

[AdvBioGeneralM2C X2CharacterTemplate]
strCharacterName="Продвинутый био-генерал \"Адвента\""

[AdvBioGeneralM3C X2CharacterTemplate]
strCharacterName="Элитный био-генерал \"Адвента\""

[AdvBioGeneralM2D X2CharacterTemplate]
strCharacterName="Продвинутый био-генерал \"Адвента\""

[AdvBioGeneralM3D X2CharacterTemplate]
strCharacterName="Элитный био-генерал \"Адвента\""

[CorpseAdvBioGeneral X2ItemTemplate]
FriendlyName="<font color='#69CA24'>Труп био-генерала \"Адвента\"</font>"
FriendlyNamePlural="<font color='#69CA24'>Трупы био-генерала \"Адвента\"</font>"
BriefSummary="Био-генерал \"Адвента\", это старший военачальник био-подразделений \"Адвента\" на поле боя. Только ему доступны вызов подкрепления на поле боя, и контроль нанесения орбитальных ударов по указанной области."

[AutopsyAdvBioGeneral X2TechTemplate]
DisplayName="<font color='#69CA24'>Вскрытие био-генерала \"Адвента\"</font>"
Summary="На сегодняшний день био-генерал \"Адвента\" это самый опасный солдат, из тех, кого может нам противопоставить \"Адвент\". Он не только обладает иммунитетом к любым газовым и кислотным отравлениям, но и абсолютно невосприимчив к ментальному воздействию."
CodeName="Большая шишка"
LongDescription="Нельзя отрицать то факт, что био-генерал \"Адвента\" это наиболее опасный противник из тех, с кем нам приходится иметь дело. Он не только обладает иммунитетом к любым газовым и кислотным отравлениям, но и абсолютно невосприимчив к ментальному воздействию. Что делает их наиболее опасными, так это то, что они могут вызывать подкрепление био-отрядов, а также руководят ударами орбитального оружейного спутника по нашим войскам. Если Шэнь сможет взломать один из этих этих спутников, то мы сможем использовать его сами. Проблема в том, что как только мы взломаем спутник, сработает защита от сбоев, которая предотвратит использование на них же, их собственных био-боеприпасов. Но мы по прежнему сможем использовать стандартное вооружение орбитального спутника. Р. Тайган."

[CallBioReinforcementsM1 X2AbilityTemplate]
LocFriendlyName="Био-подкрепление"
LocLongDescription="Вызвать на поле боя био-подкрепление."
LocHelpText="Вызывает на поле боя био-подкрепление."
LocFlyOverText="Вызывает подкрепление"

[CallBioReinforcementsM2 X2AbilityTemplate]
LocFriendlyName="Био-подкрепление"
LocLongDescription="Вызвать на поле боя био-подкрепление."
LocHelpText="Вызывает на поле боя био-подкрепление."
LocFlyOverText="Вызывает подкрепление"

[CallBioReinforcementsM3 X2AbilityTemplate]
LocFriendlyName="Био-подкрепление"
LocLongDescription="Вызвать на поле боя био-подкрепление."
LocHelpText="Вызывает на поле боя био-подкрепление."
LocFlyOverText="Вызывает подкрепление"

[CallGasStrike X2AbilityTemplate]
LocFriendlyName="Газовый удар"
LocLongDescription="Вызвать орбитальный удар газовыми бомбами в указанную область."
LocHelpText="Вызывает орбитальный удар газовыми бомбами."
LocFlyOverText="Вызывает орбитальный удар"

[CallAdvancedGasStrike X2AbilityTemplate]
LocFriendlyName="Продвинутый газовый удар"
LocLongDescription="Вызвать орбитальный удар газовыми бомбами в указанную область."
LocHelpText="Вызывает орбитальный удар газовыми бомбами."
LocFlyOverText="Вызывает орбитальный удар"





;BIO VIPER
[BioViperSilver X2CharacterTemplate]
strCharacterName="Био-вайпер"

[BioViperGold X2CharacterTemplate]
strCharacterName="Элитный био-вайпер"

[CorpseBioViper X2ItemTemplate]
FriendlyName="<font color='#69CA24'>Труп био-вайпера</font>"
FriendlyNamePlural="<font color='#69CA24'>Трупы био-вайпера</font>"
BriefSummary="Это новая порода вайпера, выведенная на основе ДНК известных нам вайперов, но сильно видоизмененная для новых способностей и возможностей."

[CorpseEliteBioViper X2ItemTemplate]
FriendlyName="<font color='#69CA24'>Труп элитного био-вайпера</font>"
FriendlyNamePlural="<font color='#69CA24'>Трупа элитного био-вайпера</font>"
BriefSummary="Это новая порода вайпера, выведенная на основе ДНК известных нам вайперов, но сильно видоизмененная для новых способностей и возможностей."

[AutopsyBioViper X2TechTemplate]
DisplayName="<font color='#69CA24'>Вскрытие био-вайпера</font>"
Summary="Био-вайпер следующая ступень в эволюции вайпера. Быстрый, смертоносный и невероятно токсичный."
CodeName="Биологическая угроза"
LongDescription="Новая порода вайпера гораздо смертоносней, чем те вайперы, что мы сталкивались ранее. В процессе эволюции хитиновые чешуйки превратились в шипы, которые прокалывают тело жертвы и впрыскивают в кровь смертельный био-токсин. Помимо этого, на пути следования, он оставляет после себя кислотный след. Он по прежнему может плеваться ядом и опутывать своих жертв но потерял возможность захвата языком в угоду большей скорости и мобильности."

[AutopsyEliteBioViper X2TechTemplate]
DisplayName="<font color='#69CA24'>Вскрытие элитного био-вайпера</font>"
Summary="Визуально элитный био-вайпер напоминает обычного био-вайпера, но он обладает более высокой скоростью, более крепким здоровьем а его \"Ядовитый плевок\" выжигает глаза жертвы, делая ее слепой."
CodeName="Биологическая угроза"
LongDescription="В процессе эволюции элитный био-вайпер получил более высокую скорость, и более крепкое здоровье, по сравнению с био-вайпером, а его ядовитые железы были изменены таким образом, чтобы вызывать слепоту у атакованного им противника."


[PoisonBlindSpit X2AbilityTemplate]
LocFriendlyName="Токсичная слюна"
LocLongDescription="Вайпер плюется токсичной слюной, в несколько целей одновременно, которая может вызвать ослепление и отравление противников."
LocHelpText="Плевок токсичной слюной в несколько целей одновременно."
LocFlyOverText="Токсичная слюна"

[BioViperAcidBlood X2AbilityTemplate]
LocFriendlyName="Кислотная кровь"
LocFlyOverText="Кислотная кровь"
LocHelpText="Истекает кислотой при получении урона."
LocLongDescription="Истекает кислотой при получении урона."

[AcidDeathExplosion X2AbilityTemplate]
LocFriendlyName="Токсичная смерть"
LocLongDescription="После смерти био-вайпер взрывается, нанося урон и накрывая соседние клетки кислотой."
LocHelpText="После смерти взрывается и накрывает соседние клетки кислотой."
LocFlyOverText="Токсичная смерть"





;BIO FACELESS
[BioFaceless X2CharacterTemplate]
strCharacterName="Био-безликий"

[BioFacelessM2 X2CharacterTemplate]
strCharacterName="Био-безликий"

[CorpseBioFaceless X2ItemTemplate]
FriendlyName="<font color='#69CA24'>Труп био-безликого</font>"
FriendlyNamePlural="<font color='#69CA24'>Трупы био-безликого</font>"
BriefSummary="Как бы то ни было, но все что остается от безликого, рано или поздно превращается в дурно пахнущую жижу. Мерзость данного образца заключается в том, что эта жижа токсична, и выделяет радиоактивный газ, поэтому все работы мы вынуждены проводить с высшей степенью осторожности."

[AutopsyBioFaceless X2TechTemplate]
DisplayName="<font color='#69CA24'>Вскрытие био-безликого</font>"
Summary="Неужели они думают, что безликий доставлял нам мало проблем? В своем стремлении создать что-то смертоносное, био-войска добрались и до безликих. Нашим бойцам лучше держаться от них на приличном расстоянии, так как к уже имеющимся проблемам, эта особь испускает радиацию, как компактный ядерный реактор."
CodeName="Болотная тварь"
LongDescription="Вот и случилось то, чего я боялся, шеф! Био-подразделение \"Адвента\" не стало довольствоваться своими манипуляциями над изменением генной структуры солдат \"Адвента\". Новая порода безликого гораздо смертоноснее, чем ее предшественники. Мало того что он перенял все качества своих предшественников, так он теперь еще и радиоактивен. Полагаю мне придется провести немало бессонных ночей над улучшением наших медицинских технологий, что бы Шэнь смогла создать новые способы исцеления и защиты наших бойцов от новых угроз. Р. Тайган."
AlertString="Био-безликий"

[BioFacelessRegeneration X2AbilityTemplate]
LocFriendlyName="Регенерация био-безликого"
LocLongDescription="Био-безликий восстанавливает 3 ед. здоровья в начале каждого хода."
LocHelpText="Био-безликий восстанавливает небольшое количество ОЗ в начале каждого хода."
LocFlyOverText="Регенерация"

[BioFaceless_MeleeAoE X2WeaponTemplate]
FriendlyName="Скашивающие био-когти"

[BioFacelessM2_MeleeAoE X2WeaponTemplate]
FriendlyName="Скашивающие био-когти"

[BioScythingClaws X2AbilityTemplate]
LocFriendlyName="Скашивающие био-когти"
LocLongDescription="Атака когтями, добавляющая отравление элерием всем поврежденным целям."
LocHelpText="Нанести скашивающий удар. Все поврежденные цели получат отравление элерием."
LocFlyOverText="Скашивающие био-когти"     

[BioScythingClawsM2 X2AbilityTemplate]
LocFriendlyName="Скашивающие био-когти"
LocLongDescription="Атака когтями, добавляющая отравление элерием всем поврежденным целям."
LocHelpText="Нанести скашивающий удар. Все поврежденные цели получат отравление элерием."
LocFlyOverText="Скашивающие био-когти" 




;BIOZERKER
[BioZerker X2CharacterTemplate]
strCharacterName="Биосерк"

[CorpseBioZerker X2ItemTemplate]
FriendlyName="<font color='#69CA24'>Труп биосерка</font>"
FriendlyNamePlural="<font color='#69CA24'>Трупы биосерка</font>"
BriefSummary="Эти огромные, неуклюжие чудовища, когда-то были \"нормальными\", конечно если этот термин применим к берсерку. Мутации, произошедшие с ними, вынуждают нас принять дополнительные меры предосторожности при вскрытии данного образца."

[AutopsyBioZerker X2TechTemplate]
DisplayName="<font color='#69CA24'>Вскрытие биосерка</font>"
Summary="Биосерк, кодовое имя \"Халк\", представляет собой огромное и неуклюжее чудовище, призванное заменить собой более мелких предшественников."
CodeName="Халк"
LongDescription="Можно сказать, что биосерк отличается от своих младших предшественников настолько, что его можно смело называть новым типом существ. Работа био-подразделений \"Адвента\" по изменению генной структуры берсерка, это что-то невероятное. Размер и рост мышечной массы увеличены настолько, что если верить показаниям старшего офицера связи Брэдфорда, эта особь затмила собой даже тех мутонов, что он встречал до начала вторжения, которые были намного больше нынешних экземпляров. Но самое странное в этой особи, это химический анализ ее крови, или что там у нее течет в жилах. Она содержит в себе тот же самый токсин, что мы обнаружили в капсулах пришельцев, в заброшенных городах, который для этой особи стал своеобразным стероидом. Расположенные на спине контейнеры с радиоактивным элерием не только обеспечивает питание данных существ, но и являются качественным стимулятором его роста. Обнаруженная на голове пластина вряд ли выполняет роль какой-либо защиты, и скорее всего служит исключительно для устрашения. Я обнаружил чрезвычайно важную вещь: при получении ранения, канистры на спине мгновенно вводят в организм добавочные токсины а само вещество внутри организма затвердевает, что обеспечивает биосерку дополнительную защиту от повреждений. Могу только повторить мое предложение по борьбе с берсерком. Шеф, мы имеем дело с крайне опасной и непредсказуемой особью, к которой лучше не приближаться. Р. Тайган."
AlertString="Биосерк"

[BioDamageControl X2AbilityTemplate]
LocFriendlyName="Генератор брони"
LocLongDescription="Наполняет тело похожим на слизь веществом, которое затвердевает, образуя временную броню."
LocHelpText="Генерация брони для контроля урона. Генерирует 1 ед. брони каждый раз при получении урона. Сбрасывает состояние брони в начале следующего хода."
LocFlyOverText="Генерирует броню" 

[BioZerker_DeathCloud X2AbilityTemplate]
LocFriendlyName="Паровое био-облако"
LocLongDescription="Био-пар, который вызывает мгновенные термо-ожоги и отравление у биологических противников."
LocHelpText="Под воздействием парового био-облака."
LocFlyOverText="Паровое био-облако"

[BioZerkerRegeneration X2AbilityTemplate]
LocFriendlyName="Регенерация биосерка"
LocLongDescription="Биосерк восстанавливает 5 ед. здоровья в начале каждого хода. Максимум 5 ходов, 25 ед. здоровья."
LocHelpText="Биосерк восстанавливает небольшое количество ОЗ в начале каждого хода."
LocFlyOverText="Регенерирует"

[ZerkerPunt X2AbilityTemplate]
LocFriendlyName="Удар биосерка"
LocLongDescription="Биосерк атакует любые цели которые подходят слишком близко. Эта атака может оглушить или дезориентировать противника."
LocHelpText="Удар биосерка."
LocFlyOverText="Удар биосерка"

[BioZerker_DeathCloud_Wpn X2WeaponTemplate]
FriendlyName="Паровое био-облако"

[BioZerker_PuntAttack X2WeaponTemplate]
FriendlyName="Удар биосерка"




;BIO LOST
[BioLost X2CharacterTemplate]
strCharacterName="Био-странник"

[BioLostBleeder X2CharacterTemplate]
strCharacterName="Био-странник-кровопускатель"

[CorpseBioLost X2ItemTemplate]
FriendlyName="<font color='#69CA24'>Труп био-странника</font>"
FriendlyNamePlural="<font color='#69CA24'>Трупы био-странника</font>"
BriefSummary="Судя по всему наши последние действия сильно обеспокоили био-подразделения \"Адвента\". Отныне они выбрасывают на поле боя не только биоусовершенствованных пришельцев, но и перешли к заражению странников, для достижения такого же эффекта. Использование останков данных странников сопряжено с неоправданными рисками. Быть может нам удастся их выгодно реализовать на черном рынке."


[BioLostAcidTrail_Passive X2AbilityTemplate]
LocFriendlyName="Кислотная кровь био-странника"
LocLongDescription="При движении, био-странник оставляет за собой кислотный след."
LocHelpText="При движении, био-странник оставляет за собой кислотный след."

[TriggerBioDestruct X2AbilityTemplate]
LocFriendlyName="Ошейник био-странника"
LocLongDescription="На шеях био-странников одеты ошейники со взрывчаткой. Данный ошейник контролирует направление био-странника, где заполненное кислотой тело используется как био-бомба."
LocHelpText="На шеях био-странников одеты ошейники со взрывчаткой. Данный ошейник контролирует направление био-странника, где заполненное кислотой тело используется как био-бомба."





;ITEMS/AMMO/EQUIPMENT/ABILITIES for XCOM
[BioCanister X2ItemTemplate]
FriendlyName="<font color='#69CA24'>Контейнер био-радиоактивного элерия</font>"
FriendlyNamePlural="<font color='#69CA24'>Контейнеры био-радиоактивного элерия</font>"
BriefSummary="Содержит в себе гелеобразное соединение, полученное путем смешивания элерия, радиоактивных и токсичных материалов, которое при нанесении на броню и затвердевании обеспечивает дополнительную защиту от различных типов повреждений."

[PCSBioDamageControl X2EquipmentTemplate]
FriendlyName="<font color='#69CA24'>ПБМ: Био-контроль повреждений</font>"
FriendlyNamePlural="<font color='#69CA24'>ПБМ: Био-контроль повреждений</font>"
BriefSummary="Обволакивает тело гелеобразным соединением, которое при затвердевании формирует внешнюю защитную оболочку, усиливая броню и дающую небольшой бонус к защите."

; --------------------------------
;         Rad Rounds   RENAMED TO ELERIUM ROUNDS
; --------------------------------
[EleriumRounds X2AbilityTemplate]
LocFriendlyName="Патроны с радиоактивным элерием"

[RadRounds X2AmmoTemplate]
FriendlyName="<font color='#69CA24'>Патроны с радиоактивным элерием</font>"
FriendlyNamePlural="<font color='#69CA24'>Патроны с радиоактивным элерием</font>"
BriefSummary="Патроны содержат микрокапсулы с гелеобразным соединением, полученным путем смешивания элерия, радиоактивных и токсичных материалов. Эти снаряды вызывают отравление элерием и наносят случайный ментальный урон, который снижает мобильность и меткость биологических противников."
TacticalText="<Bullet/> Эти патроны вызывают отравление элерием, снижая мобильность на 5, меткость на 35, а также имеют шанс оглушить цель. Кроме того, наносят +1 ед. бонусного урона биологическим противникам.\n"


[UIEventNoticesTactical]
EleriumPoisoningTitle="Отравление элерием"

[X2Effect_EleriumPoisoning]
EleriumPoisoningFriendlyName="Отравление элерием"
EleriumPoisoningFriendlyDesc="Наложены штрафы на перемещение и меткость. Получает урон каждый ход."
EleriumPoisoningEffectAcquiredString="<XGParam:StrValue0/!UnitName/> отравление элерием."
EleriumPoisoningEffectTickedString="<XGParam:StrValue0/!UnitName/> отравление элерием по-прежнему действует."
EleriumPoisoningEffectLostString="<XGParam:StrValue0/!UnitName/> приходит в себя после отравления элерием."

[Biomedikit X2WeaponTemplate]
FriendlyName="<font color='#69CA24'>Био-медпакет</font>"
FriendlyNamePlural="<font color='#69CA24'>Био-медпакеты</font>"
BriefSummary="Био-медпакеты представляет собой специализированную версию наномедпакета. В отличии от стандартного наномедпакета он восстанавливает 6 ед. здоровья, и предоставляет дополнительный иммунитет к отравлению элерием. Помимо этого, он дает бойцам одну дополнительную возможность восстановить здоровье."
TacticalText="<Bullet/> Био-медпакет восстанавливает <Ability:NANOMEDIKITHEALHP/> ОЗ одному бойцу.\n<Bullet/> Подобно стандартному медпакету, био-медпакет способен устранять негативные воздействия и стабилизировать истекающих кровью солдат.\n<Bullet/> Солдат, несущий наномедпакет, невосприимчив к яду, замораживанию, слепоте и отравлению элерием и получает одну дополнительную возможность восстановить здоровье.\n<Bullet/> Не влияет на дружественных роботов.\n"

[Medikit X2WeaponTemplate]
FriendlyName="Медпакет"
FriendlyNamePlural="Медпакеты"
BriefSummary="В медпакете герметично упакован состав, который при контакте с воздухом способен выполнять изолирующие функции. В него входят также обезболивающие и антисептики, которые эффективно справляются с ранениями, ожогами, отравлениями и другими угрозами здоровью."
TacticalText="<Bullet/> Медпакет восстанавливает <Ability:MEDIKITPERUSEHP/> ОЗ одному бойцу.\n<Bullet/> Медпакет нейтрализует воздействие огня, кислоты и яда.\n<Bullet/> Также с его помощью можно стабилизировать истекающего кровью солдата.\n<Bullet/> У медпакета всего один заряд, и для его применения нужно находиться в соседней клетке рядом с целью.\n<Bullet/> Солдат, несущий медпакет, невосприимчив к яду.\n<Bullet/> Не влияет на дружественных роботов.\n"

[BioNanoScaleVest X2EquipmentTemplate]
FriendlyName="<font color='#69CA24'>Наноуровневый био-жилет \"Адвента\"</font>"
FriendlyNamePlural="<font color='#69CA24'>Наноуровневые био-жилеты \"Адвента\"</font>"
BriefSummary="Собственная версия жилета био-подразделений \"Адвента\". Повышает здоровье и броню солдата, а также дает иммунитет к кислотным ожогам."
TacticalText="<Bullet/> Повышает здоровье бойца на 2.\n<Bullet/> Также, увеличивает броню на 2 и дает иммунитет к кислотным ожогам."

[BioViperScaleVest X2EquipmentTemplate]
FriendlyName="<font color='#69CA24'>Жилет из чешуи био-вайпера</font>"
FriendlyNamePlural="<font color='#69CA24'>Жилеты из чешуи био-вайпера</font>"
BriefSummary="Улучшенная версия наноуровневого жилета, созданная на основе чешуи био-вайпера. Наделяет солдат иммунитетами присущими био-вайперу."
TacticalText="<bullet/> Увеличивает мобильность на 2 и защиту на 3.\n<bullet/>Даёт иммунитет к яду, кислоте, а также защищает от \"Опутывания и раздавливания\" вайпера."

[AdvancedBioViperScaleVest X2EquipmentTemplate]
FriendlyName="<font color='#69CA24'>Продвинутый жилет из чешуи био-вайпера</font>"
FriendlyNamePlural="<font color='#69CA24'>Продвинутые жилеты из чешуи био-вайпера</font>"
BriefSummary="Улучшенная версия жилета из чешуи био-вайпера, созданная на основе чешуи элитного био-вайпера, наделив солдат иммунитетами присущими элитному био-вайперу."
TacticalText="<bullet/> Увеличивает здоровье на 1, мобильность на 2 и защиту на 3.\n<bullet/>Даёт иммунитет к яду, кислоте, слепоте, а также защищает от \"Опутывания и раздавливания\" вайпера."

[CallSatStrike X2AbilityTemplate]
LocFriendlyName="Орбитальный удар"
LocLongDescription="Вызывает орбитальный спутниковый удар в указанную область."
LocHelpText="Вызов орбитальной атаки."
LocFlyOverText="Вызов орбитальной атаки"

[CallSatStrike2 X2AbilityTemplate]
LocFriendlyName="Орбитальная атака"
LocLongDescription="Орбитальный удар не может быть нацелен на противника, находящегося в строении, но нанесение удара по площади может убить или ранить такого противника находящегося в зоне поражения."

[SatStrikeModule X2WeaponTemplate]
FriendlyName ="Модуль орбитального удара"
FriendlyNamePlural="Модули орбитального удара"
TacticalText= "<bullet/> Модуль орбитального удара можно использовать только один раз за задание.\n<bullet/> Орбитальный удар наносит колоссальный урон от взрыва на указанной площади."
BriefSummary= "Орбитальный удар наносит больше урона, чем орбитальный удар \"Адвента\". Разрушает здания и укрытия в указанной зоне."



;WEAPONS
[BioViper_WPN X2WeaponTemplate]
FriendlyName="Лучевая винтовка био-вайпера"

[EliteBioViper_WPN X2WeaponTemplate]
FriendlyName="Лучевая винтовка элитного био-вайпера"

[BioRocket_Launcher X2WeaponTemplate]
FriendlyName="Био-ракетная установка \"Адвента\""

[BioBlasteLauncher X2WeaponTemplate]
FriendlyName="Био-бластерная установка \"Адвента\""

[BioCaptainM1_SMG_WPN X2WeaponTemplate]
FriendlyName="Магнитный пистолет-пулемет \"Адвента\""

[BioCaptainM2_SMG_WPN X2WeaponTemplate]
FriendlyName="Магнитный пистолет-пулемет \"Адвента\""

[BioCaptainM3_SMG_WPN X2WeaponTemplate]
FriendlyName="Магнитный пистолет-пулемет \"Адвента\""

[AdvBioSaberM2 X2WeaponTemplate]
FriendlyName="Био-клинок \"Адвента\""

[AdvBioSaberM3 X2WeaponTemplate]
FriendlyName="Био-клинок \"Адвента\""

[AdvBioShieldM2 X2WeaponTemplate]
FriendlyName="Био-щит \"Адвента\""

[AdvBioShieldM3 X2WeaponTemplate]
FriendlyName="Био-щит \"Адвента\""

[BioAssaultTrooperM2_Shotgun_WPN X2WeaponTemplate]
FriendlyName="Картечная пушка \"Адвента\""

[BioAssaultTrooperM3_Shotgun_WPN X2WeaponTemplate]
FriendlyName="Картечная пушка \"Адвента\""

[AdvBioStunLanceM2 X2WeaponTemplate]
FriendlyName="Оглушающее био-копье \"Адвента\""

[AdvBioStunLanceM3 X2WeaponTemplate]
FriendlyName="Оглушающее био-копье \"Адвента\""

[TacticalHeavyPlasmaShotgun X2WeaponTemplate]
FriendlyName="Тактический плазменный дробовик"

[TacticalHeavyPlasmaRifle X2WeaponTemplate]
FriendlyName="Тактическая плазменная винтовка"

[HeavyBioPlasmaThrower X2WeaponTemplate]
FriendlyName="Тяжелый плазмомет"
FriendlyNamePlural="Тяжелые плазмометы"
BriefSummary="Тяжелый плазмомет"
TacticalText="Тяжелый плазмомет"
AbilityDescName="Тяжелый плазмомет"

[Weapon_BioRocket X2WeaponTemplate]
FriendlyName = "<font color='#69CA24'>Био-ракетная установка \"Адвента\"</font>"
FriendlyNamePlural="<font color='#69CA24'>Био-ракетные установки \"Адвента\"</font>"
TacticalText= "<bullet/> Выстрел из био-ракетной установки \"Адвента\" возможен только один раз за задание.\n<bullet/> Био-ракета взрывается при столкновении с противником, поражая цель ядовитыми шипами, а также заливает ближайшую площадь кислотой.\n<bullet/> Может использоваться только с тяжелой броней."
BriefSummary= "Исследования био-вайпера позволили нам разработать новую версию ракетной установки, которая хоть и наносит меньше урона, но использует био-ракеты, которые при взрыве не только отравляют противника, но и заливают площадь рядом с ним кислотой, что вынуждает пришельцев все чаще искать укрытия от наших бойцов."

[BioBlasterLauncherXCom X2WeaponTemplate]
FriendlyName ="<font color='#69CA24'>Био-бластерная установка \"Адвента\"</font>"
FriendlyNamePlural="<font color='#69CA24'>Био-бластерные установки \"Адвента\"</font>"
TacticalText= "<bullet/> Выстрел из био-бластерной установки \"Адвента\", возможен только один раз за задание.\n<bullet/> Бластерная био-бомба взрывается при столкновении с противником нанося базовый урон и поражая цели кислотой.\n<bullet/> Может использоваться только с тяжелой броней."
BriefSummary= "Био-бластерная установка обладает той же убойной силой что и ее базовый аналог, но пробивает 4 очка брони, что на 1 больше, чем стандартная бластерная установка. Этим мы обязаны добавлению в заряды био-кислоты, которая сжигает всех врагов вокруг эпицентра взрыва, не обладающих иммунитетом к кислоте. Кроме того, эти снаряды имеют систему самонаведения, что позволяет им огибать препятствия и обладают огромной дальностью атаки."




;TECH/RESEARCH
[ProvingGroundsProject_BioRocket X2TechTemplate]
DisplayName="<font color='#69CA24'>Био-ракета</font>"
Summary="Ракета, заряженная кислотой и ядом"
CodeName="БА-БАХ"
LongDescription="Био-ракета предназначена для использования только с био-ракетной установкой. Ее боеголовка начинена ядом и кислотой, накрывающей площадь рядом с эпицентром взрыва."

[AdvancedBattlefieldMedicine X2TechTemplate]
DisplayName="<font color='#69CA24'>Продвинутая Военно-полевая медицина</font>"
Summary="Сомневаюсь, что кого-то обрадует перспектива быть разорванным на части когтями безликого. После того как \"Адвент\" бросил на поле боя био-безликих мы просто обязаны усовершенствовать наши технологии в сфере медицины. Мощнее коагулянты, мощнее противоядия и как можно больше, это ведь замечательно, не так ли?" 




;BIO IMMUNITIES
[BioImmunities X2AbilityTemplate]
LocFriendlyName="Био иммунитет"
LocLongDescription="Иммунитет к яду, кислоте и яду криссалида."
LocHelpText="Иммунитет к яду, кислоте и яду криссалида."

[BioViperImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет био-вайпера"
LocLongDescription="Иммунитет к яду, кислоте, слепоте и яду криссалида."
LocHelpText="Иммунитет к яду, кислоте, слепоте и яду криссалида."

[BioBeastImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет био-тварей"
LocLongDescription="Иммунитет к яду, кислоте, отравлению элерием и яду криссалида."
LocHelpText="Иммунитет к яду, кислоте, отравлению элерием и яду криссалида."

[BioGeneralImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет био-генерала"
LocLongDescription="Иммунитет к яду, кислоте, яду криссалида и ментальным эффектам."
LocHelpText="Иммунитет к яду, кислоте, яду криссалида и ментальным эффектам."

[BioLostImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет био-странников"
LocLongDescription="Иммунитет к яду, кислоте, яду криссалида, отравлению элерием и ментальным эффектам."
LocHelpText="Иммунитет к яду, кислоте, яду криссалида, отравлению элерием и ментальным эффектам."

[BioMecImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет Био-МЭК"
LocLongDescription="Иммунитет к яду, кислоте, яду криссалида, отравлению элерием и огню."
LocHelpText="Иммунитет к яду, кислоте, яду криссалида, отравлению элерием и огню."




;SITREPS
[BioTroopDeployment X2SitRepTemplate]
FriendlyName="Развертывание био-отрядов \"Адвента\""
Description="Ожидается высокая концентрация био-отрядов \"Адвента\". Рекомендуется действовать осторожно."

[BioTroopDeploymentEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Развертывание био-отрядов \"Адвента\""
Description="Био-подразделение \"Адвента\" вплотную взялось за решение проблемы XCOM. Разведка сообщает о развертывании лучших био-подразделений \"Адвента\" для окончательного решения данного вопроса."

[BioPurge X2SitRepTemplate]
FriendlyName="Био-зачистка"
Description="Био-подразделение \"Адвента\" проводит полевые испытания своих наработок в области генной инженерии пришельцев, проводя зачистки местности. Ожидается высокая концентрация звероподобных существ."

[BioPurgeEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Био-зачистка"
Description="Био-подразделение \"Адвента\" планирует очистить данную территорию от диссидентов. Они развернули крупные силы мутировавших пришельцев, с целью выследить и уничтожить оставшихся в живых."
